{{ define "page" }}

<img src="/data/image/アイコン2.png" height="200"><br>
<h3>ページ内検索</h3>
<img src="/data/image/screenshot/page.png" height="600"><br>
isearの最も基礎的な機能です。<br>
特徴として、複数ワードを色分けして検索することができます。<br>
スペース区切りで複数のワードで検索が可能です。<br>
検索ワードを入力したら[Enter]で確定してください。

<h3>Google検索</h3>
Google検索の検索ワードを自動的に取得し、自動的にハイライトしてくれます。(設定で変更可能です)<br>
検索ワードボックス内で[Ctrl+Enter]もしくは[Ctrl+Shift+Enter]を入力することで、Google検索をすることができます。

<h3>ハイライトバー</h3>
<img src="/data/image/screenshot/bar.png" height="600"><br>
設定によってハイライトバーを有効にすると、カラフルなバーがwebページの右端に表示されるようになります。<br>
これには次のような特徴があります。
<ul>
	<li>ページ内でハイライトした位置がスクロールバーの横に表示され、ページ上のどこに検索対象があるのかがすぐにわかる</li>
	<li>クリックすることでワードごとにハイライトをたどることができる</li>
	<li>表示・非表示を簡単に切り替えることができる</li>
</ul>

<h3></h3>


{{ end }}