{{define "page"}}
<img src="/data/image/screenshot/name.png" height="600"><br>
<h3>検索ワードボックス</h3>
Googleの検索ワードを自動的に取得したり、自分で検索ワードを入力することでページ内検索をすることができます。<br>
スペース区切りで複数ワードを検索でき、Enterでページ内検索をします。

<h3>検索ワードボタン</h3>
検索ワードごとに生成されます。<br>
クリックすることで、検索ワードを辿っていくことができます。

<h3>ハイライトバー</h3>
検索ワードボタンと同じように、クリックして検索ワード

<h3>更新ボタン</h3>
ハイライトを手動で更新できます。<br>
Twitterのようにページが順次追加される場合は、追加されたコンテンツに対してはハイライトがうまく機能しません。<br>
そのような場合にご利用ください。

<h3>ON/OFFボタン</h3>
isearのハイライト機能のON/OFFを切り替えることができます。<br>
ハイライトが邪魔な場面でご利用ください。

{{end}}