{{ define "page" }}

<h3>設定の開き方</h3>
<ul>
	<li>
		<h4>Firefoxの場合</h4>
		<ol>
			<li>[Ctrl+Shift+A]</li>
			<li>拡張機能</li>
			<li>isearの「設定」をクリック</li>
		</ol>
	</li>
	<li>
		<h4>Chromeの場合</h4>
		<ol>
			<li>右上の拡張機能アイコンを右クリック</li>
			<li>「オプション」をクリック</li>
		</ol>
	</li>
</ul>

<h3>設定の挙動について</h3>
<ul>
	<li>
		<h4>設定の保存</h4>
		設定を変更すると即座に自動的に保存されます。
	</li>
	<li>
		<h4>設定の反映</h4>
		保存と同時にリアルタイムに反映されます。<br>
		設定の変更時にハイライト中のページがある場合、そのページを更新することで反映されます。
	</li>
</ul>

<h3>備考</h3>
一部の設定は他の機能と連動している場合があります。

{{ end }}